using System;
using System.Collections.Generic;
using System.Text;

namespace Iseseisevtoo
{
    class информация_о_студенте_вуза
    //Ü 3. Дано: информация о студенте вуза содержит следующие элементы:
    //а) фамилия, имя;
    //б) шифр группы;
    //в) массив оценок по каждой дисциплине за семестр(от 2 до 5).
    //Информация о студенте является элементом массива М[].
    //Требуется определить фамилии студентов, которые будут включены в приказ на стипендию по результатам сессии
    //(условие – оценки по всем дисциплинам не ниже четверки).
    {

    }
}
